Revit 2024 API
ParameterTypeId.ViewGraphSchedUnitsFormat Property
 "Off-Grid Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewGraphSchedUnitsFormat { get; }
Visual Basic
Public Shared ReadOnly Property ViewGraphSchedUnitsFormat As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewGraphSchedUnitsFormat {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace